Revit 2024 API
ParameterTypeId.PhyMaterialParamConcreteCompression Property
 "Concrete compression"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamConcreteCompression { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamConcreteCompression As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamConcreteCompression {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace